{
  "ai": "Artifical Intelligence",
  "chatbot": "Chatbot",
  "medical": "Medical image computing",
  "dl": "Deep learning",
  "ml": "Machine learning",
  "cv": "Computer vision",
  "chatbotDesc": "Made three different types of chatbots in Python: (1) Rule-based, (2) Retrieval-based and (3) Deep learning based. Here I have used different methods in order to generate an answer from the chatbot",
  "classification": "Classification of forest types",
  "classificationDescription": "In this project I made a model to predict the forest cover type based on cartographic variables, given by a dataset from Kaggle. The goal was to classify the six different forest cover types. The model has an accuracy equal to 85%",
  "dreamknit": "Dreamknit's page",
  "dreamknitDescription": "Developed a webpage with Dreamknit to sell their amazing recipes, with some help from a genius knitting-algorithm. The website can be found",
  "fotoGangDescription2": "Photography credits: ",
  "fotogang": "Fotogang's webpage",
  "fotogangDescription": "Working on developing a website for the \"Fotogang\" at the student house of Trondheim. We use technologies such as: TypeScript React, Kotlin, Docker. Our github-repo can be found",
  "kmeans": "Implemented K-means algorithm (in Python) which is used for classification of unknown data points. ",
  "os": "Operating Systems",
  "shell": "Shell",
  "shellDesc": "Implemented a fairly simple shell in C, which can do the basic operations like cs, pipe and ls. ",
  "subtitle": "These are some of the projects I have finished",
  "thisPageDescription": "I have had tons of fun making this React-app. I have used some material-ui components but I have mostly created my own. Additionaly I have played around with authentification through Google's Firebase and also used Google Analytics. ",
  "thispage": "This website",
  "MSD": "Spleen, Liver, and Pancreas Segmentation using MSD Challenge Dataset",
  "MSDDescription": "This project focuses on medical image processing tasks, specifically organ segmentation of the spleen, liver, and pancreas using the Medical Segmentation Decathlon (MSD) challenge dataset. It is primarily utilizing UNET-based models for segmentation tasks, but looking into UNETR aswell. The project allows for various augmentations and model selections, including UNET and UNETR for 3D image segmentation with transformers. The code is utilizing fastMONAI.",
  "mlproject": "Solar energy prediction forecasting",
  "mlprojectdesc": "Predicted solar energy production given different weather attributes. The project is a part of the machine learning course at NTNU.",
  "cvdlproject": "Object Detection in Traffic Scenarios",
  "cvdlprojectdesc": "This project is centered around the development of an object detection system using LIDAR imagery, specifically targeting traffic scenarios around NTNU. We engaged in the creation and training of machine learning models capable of detecting objects within the LIDAR images. This involves selecting appropriate algorithms and tuning parameters."
}
