{
  "ai": "Kunstig Intellligens",
  "chatbot": "Chatbot",
  "medical": "Medisinsk bildebehandling",
  "dl": "Dyp læring",
  "ml": "Maskinlæring",
  "cv": "Datasyn",
  "chatbotDesc": "Laget tre forskjellige chatbotter i Python: (1) Rule-based, (2) Retrieval-based og (3) Deep learning based. Her har jeg brukt forskjellige metoder for å få svar fra chatbotten.",
  "classification": "Klassifisering av skogtyper",
  "classificationDescription": "I dette prosjektet lages det en modell for å forutsi skogdekktype basert på kun kartografiske variabler, gitt av et datasett fra Kaggle. Målet er å klassifisere de seks forskjellige skogdekketypene. Modellen har en accuracy på 85%.",
  "dreamknit": "Dreamknit sin nettside",
  "dreamknitDescription": "Utviklet en nettside med Dreamknit for å selge fantastiske strikkeoppskrifter ved hjelp av en genial strikkealgoritme. Nettsiden kan finnes her",
  "fotoGangDescription2": "Foto credz: ",
  "fotogang": "Fotogjengen sin nettside",
  "fotogangDescription": "Jobbet med å utvikle nettsiden til fotogjengen på Samfundet. Teknologier vi bruker: TypeScript React, Kotlin, Docker. Github repo-ene kan finnes",
  "kmeans": "Implementerte K means algoritmen (i Python) som brukes for klassifisering av ukjente datapunkter\n",
  "os": "Operativ Systemer",
  "shell": "Shell",
  "shellDesc": "Implementerte et relativt simpelt shell i C som kan gjøre basic operasjoner som cd, pipe og ls",
  "subtitle": "Dette er noen av prosjektene jeg har fullført",
  "thisPageDescription": "Kost meg med å lage en React-app. Brukt noen Material-UI komponenter, men har laget de fleste selv. Ellers har jeg lekt meg litt med autentifisering gjennom Firebase og Google Analytics",
  "thispage": "Denne nettsiden",
  "MSD": "Segmentering av milt, lever og bukspyttkjertel ved bruk av MSD utfordringsdatasett",
  "MSDDescription": "Dette prosjektet fokuserer på medisinske bildebehandlingsoppgaver, spesifikt organsegmentering av milt, lever og bukspyttkjertel ved bruk av Medical Segmentation Decathlon (MSD). Det bruker primært UNET-baserte modeller for segmenteringsoppgaver, men ser også på UNETR. Prosjektet tillater forskjellige forsterkninger og modellvalg, inkludert UNET og UNETR for 3D-bilde segmentering med transformatorer. Koden bruker fastMONAI.",
  "mlproject": "Solar energy prediction forecasting",
  "mlprojectdesc": "Predikert solenergiproduksjon gitt ulike værattributter. Prosjektet er en del av maskinlæringskurset ved NTNU.",
  "cvdlproject": "Objektdeteksjon i Trafikkscenarioer",
  "cvdlprojectdesc": "Dette prosjektet er sentrert rundt utviklingen av et objektdeteksjonssystem ved bruk av LIDAR-bilder, spesielt rettet mot trafikkscenarioer rundt NTNU. Vi engasjerte oss i opprettelsen og treningen av maskinlæringsmodeller som er i stand til å oppdage objekter innenfor LIDAR-bildene. Dette innebærer å velge passende algoritmer og justere parametere."
}